export const skills = [
    { name: 'React' },
    { name: 'Next.js'},
    { name: 'TanStack Query'},
    { name: 'Tailwind CSS'},
    { name: 'Работа с базами данных'},
    { name: 'Git' },
];



export const plans = [
    {
        id: 1,
        title: "Лендинг / Сайт-визитка",
        price: "от 20 000 ₽",
        features: [
            "Современный дизайн",
            "Адаптивная верстка",
            "SEO-оптимизация",
            "Форма обратной связи"
        ],
        period: "Срок: 7–14 дней"
    },
    {
        id: 2,
        title: "Средний проект (корпоративный сайт / личный кабинет)",
        price: "от 70 000 ₽",
        features: [
            "Всё из лендинга +",
            "Админ-панель",
            "Интеграции (Telegram, CRM, 1C)",
            "База данных"
        ],
        period: "Срок: 3–6 недель",
        popular: true
    },
    {
        id: 3,
        title: "Сложный проект ",
        price: "от 150 000 ₽",
        features: [
            "Полноценное веб-приложение",
            "Авторизация и роли",
            "Сложная логика",
            "Масштабирование"
        ],
        period: "Цена по ТЗ"
    }
];